[
	{"name": "D'Arcy Lussier", "authorId": "darcy_lussier", "avatar":"DarcyLussier.png", "email": "darcy.lussier@gmail.com", "bio": "D’Arcy Lussier is an experienced technology professional with 15 years of experience architecting and developing applications. He is a Microsoft Certified Professional Developer and has been awarded a Microsoft Most Valuable Professional award in ASP.NET from 2008 through 2015"},
	{"name": "Amir Barylko", "authorId": "amir_barylko", "gravatar":"fadb1de2c18ab0fc42ebc0988327c90f", "email": "amir@barylko.com", "bio":"Amir started his career in 1994 working for IBM as a senior developer while he was finishing his Masters degree in computer science. Since then he worked as team leader and architect for the past 15 years."},
	{"name": "Bil Simser", "authorId": "bil_simser", "gravatar":"ccd2cb208bf8f9e680d5a96ba5f62065", "email": "emailme@bilsimser.com", "bio": "Developer. Designer. Photographer. Artist.<br/><br/>Ask me about my Asperger's syndrome or pie or my cat. Developers! Developers! Developers! I draw comics. A dog. Do you like movies? I saw a rock. Let's cook bacon. Hi." },
	{"name": "Dave Paquette", "authorId": "dave_paquette", "avatar":"DavePaquette_241x241.jpg", "email": "contactme@davepaquette.com", "bio": "Dave is a passionate, hands-on software developer who enjoys building quality software that solves real-world problems. Dave has many years of experience in developing software for financial, agricultural and energy companies where he has specialized in .NET and web development. He has led the development of several commercial products and internal systems." },
	{"name": "David Wesst", "authorId": "david_wesst", "avatar":"davidwesst_400x400.jpg", "email": "questions@davidwesst.com", "bio": "David Wesst, otherwise known as \"Wessty\" or \"DW\", is a JavaScript enthusiast, currently working as an Enterprise Java Developer for the University of Manitoba." },
	{"name": "Dave White", "authorId": "dave_white", "gravatar":"4b7708d2ae7f7bb866446e0459e3e156", "email": "dmhwhite@gmail.com", "bio": "Dave White is an IT professional with over 16 years of experience in a variety of roles throughout the IT industry. Originally working as a developer, he's honed, evolved and expanded his technical capabilities in development and architecture and demonstrate these skills at a senior level." },
	{"name": "Donald Belcham", "authorId": "donald_belcham", "avatar":"donald_belcham_240x240.jpg", "email": "donald.belcham@igloocoder.com", "bio": "Donald Belcham is an independent contractor in Edmonton, Alberta Canada who specializes in software development with the .NET platform.  With more than a decade of experience delivering Web and Smart Client applications to clients around the world, he has experience and knowledge in the entire software development life cycle." },
	{"name": "Dylan Smith", "authorId": "dylan_smith", "avatar":"dylan_300x300.jpg", "email": "optikal@shaw.ca", "bio": "Dylan Smith is a Microsoft MVP (ALM), and an ALM (Application Lifecycle Management) consultant for Imaginet where he spends his time helping teams become more successful at delivering software." },
	{"name": "James Chambers", "authorId": "james_chambers", "gravatar":"1ac8c631c34a86ddcfb6ae67f6a7a551", "email": "james@jameschambers.com", "bio": "An active member in the ASP.NET development community, James speaks at conferences, user groups and brown-bag lunches. Now a four-time Microsoft MVP in ASP.NET/IIS, he shares his programming experiences and knowledge with kids aged 9-14 through local school division programmes." },
	{"name": "Kelly Cassidy", "authorId": "kelly_cassidy", "gravatar":"293f292bc938bcc6ce62fc001d391a3e", "email": "kelly@mindfulsanity.com", "bio": "Kelly is the Manager of Technology Advancement at DMT Development Systems Group. What that means, basically, is that he is involved in much of the company's R&D efforts, from product review and technology oversight to product definition and prototyping. Working with both the technical and the business sides of the company, he performs many a translation duty for both sides of that equation." },
	{"name": "Kyle Baley", "authorId": "kyle_baley", "gravatar":"12012c3732bd1a70449093d07fba76d0", "email": "kyle@baley.org", "bio": "Known throughout the land (for certain, fairly restrictive, definitions of “land”) as The Coding Hillbilly, Kyle’s career choices have hinged on a single criterium: to have fun. Luckily, he finds software development fun as opposed to, say, shark taunting." },
	{"name": "Lori Lalonde", "authorId": "lori_lalonde", "avatar":"Lori_Lalonde.jpg", "email": "solola.llalonde@gmail.com", "bio": "Lori Lalonde is an Apress author, consultant, blogger, international conference speaker, Xamarin Certified Developer and Microsoft MVP in Windows Platform Development. She began her career in software in 1997 and hasn't looked back since. Her experience spans numerous industries and a variety of technologies, with the past decade focused on the Microsoft .NET platform. " },
	{"name": "Simon Timms", "authorId": "simon_timms", "avatar":"simon.jpg", "email": "stimms@gmail.com", "bio": "Simon Timms is always interested in improving himself and learning all that he can. He has worked in various oil and gas domains as well as insurance and enterprise search. He began his career working with build systems so is very passionate about proper builds and is excited by the burgeoning DevOps movement. For the most part Simon works in C# mostly on web applications." },
	{"name": "Tom Opgenorth", "authorId": "tom_opgenorth", "gravatar":"955323838b1c111c5e9b1936dc44d9fd", "email": "tom@opgenorth.net", "bio": "I'm a software developer/programmer/contractor/consultant/nerd/geek who hails from Alberta, Canada. I've worked on a lot of different software projects in the past 20+ years in IT and have worn different hats - developer, QA, team lead, scapegoat, documentation, training and even a bit of project management thrown in." }
]